{
  "Profile": "Profile",
  "Log Out": "Log Out",
  "Dashboard": "Dashboard",
  "Admin Dashboard": "Admin Dashboard",
  "Digital Library": "Digital Library",
  "Search by Title or Author": "Search by Title or Author",
  "Filter by Type": "Filter by Type",
  "All Types": "All Types",
  "Unsave": "Unsave",
  "Save to Dashboard": "Save to Dashboard",
  "Previous": "Previous",
  "Next": "Next",
  "Page :current of :last": "Page :current of :last",
  "Users": "Users",
  "Library": "Library",
  "Job Opportunity": "Job Opportunity",
  "Academic Program": "Academic Program",
  "welcome_title_prefix": "National University of Management Faculty of",
  "welcome_typed_it": "Information Technology.",
  "welcome_typed_bit": "Business IT.",
  "welcome_typed_robotics": "Robotic Engineering.",
  "welcome_typed_cs": "Computer Science.",
  "welcome_subtitle": "Your gateway to a successful career in the world of technology. Find your passion with us.",
  "explore_programs": "Explore Our Programs",
  "our_faculties": "Our Premier Faculties",
  "discover_path": "Discover the path that inspires you.",
  "it_title": "Information Technology (IT)",
  "it_desc": "Dive deep into software development, network systems, and cybersecurity to build the digital world of tomorrow.",
  "bit_title": "Business IT (BIT)",
  "bit_desc": "Merge technology with business acumen. Learn to leverage IT to solve complex business challenges and drive growth.",
  "robotics_title": "Robotic Engineering",
  "robotics_desc": "Design, build, and program intelligent systems. Pioneer the next generation of automation and artificial intelligence.",
  "learn_more": "Learn More",
  "home": "Home",
  "academics": "Academics",
  "about": "About",
  "contact_us": "Contact Us",
  "academic_programs": "Academic Programs",
  "our_story": "Our Story",
  "achievements": "Achievements",
  "our_professors": "Our Professors",
  "careers": "Careers",
  "sign_in": "Sign In",
  "join_us": "Join Us",
  "rector_message_title": "A Message from Our Rector",
  "rector_message_body": "Welcome to the National University of Management. We are committed to fostering a new generation of leaders and innovators. Our mission is to provide a dynamic learning environment that combines academic excellence with practical skills, preparing our students to thrive in a globalized world. We believe in the power of education to transform lives and build a prosperous future for Cambodia.",
  "rector_name": "Dr. HOR Peng",
  "rector_title": "Rector",
  "vision_mission_title": "Our Vision & Mission",
  "vision_mission_subtitle": "Guiding our journey to academic excellence.",
  "vision_title": "Our Vision",
  "vision_body": "To be a leading university in Cambodia, renowned for our innovation in teaching, research, and contribution to the socio-economic development of the nation.",
  "mission_title": "Our Mission",
  "mission_body": "To provide high-quality education and research, to develop human resources with high competency, professional ethics, and social responsibility, and to create a sustainable learning environment for all.",
  "events_title": "University Events",
  "events_subtitle": "Stay connected with our vibrant campus life.",
  "see_more": "See More",
  "no_events": "No upcoming events at the moment. Please check back soon!",
  "our_story_title": "Our Faculty's Story",
  "our_story_subtitle": "A Legacy of Excellence and Innovation in Technology",
  "our_journey_title": "Our Journey in Technology",
  "our_journey_p1": "The Faculty of Information Technology is a proud and dynamic part of the National University of Management (NUM). While the university was founded in 1983, our faculty represents the cutting-edge of its evolution, born from a spirit of innovation and a commitment to Cambodia's technological future.",
  "our_journey_p2": "Our programs in Information Technology, Business IT, and Robotic Engineering were established to meet the growing demands of the digital age and Industry 4.0. We are dedicated to nurturing the next generation of tech leaders, developers, and innovators who will drive Cambodia's growth on the global stage.",
  "our_mission_title": "Our Mission",
  "our_mission_body": "To be a leading faculty in Cambodia, providing world-class education, research, and community service with a focus on developing competent and socially responsible technologists, innovators, and leaders for the digital economy.",
  "our_vision_title": "Our Vision",
  "our_vision_body": "To become a nationally and internationally recognized hub of technological excellence, fostering innovation and contributing to the sustainable development of Cambodia and the region through technology.",
  "key_milestones_title": "Key Milestones of NUM",
  "milestone1_title": "Establishment",
  "milestone1_body": "The university is founded as the Economic Institute.",
  "milestone2_title": "Becoming NIM",
  "milestone2_body": "The institution is renamed the National Institute of Management (NIM).",
  "milestone3_title": "University Status",
  "milestone3_body": "Officially becomes the National University of Management (NUM).",
  "milestone4_title": "Focus on Technology",
  "milestone4_body": "The Faculty of IT grows, launching programs for Industry 4.0 and establishing the International College.",
  "present": "Present"
}