{
    "Profile": "ប្រវត្តិរូប",
    "Log Out": "ចាកចេញ",
    "Dashboard": "ផ្ទាំងគ្រប់គ្រង",
    "Admin Dashboard": "ផ្ទាំងគ្រប់គ្រងរដ្ឋបាល",
    "Digital Library": "បណ្ណាល័យឌីជីថល",
    "Search by Title or Author": "ស្វែងរកតាមចំណងជើង ឬអ្នកនិពន្ធ",
    "Filter by Type": "ត្រងតាមប្រភេទ",
    "All Types": "គ្រប់ប្រភេទ",
    "Unsave": "មិនរក្សាទុក",
    "Save to Dashboard": "រក្សាទុកទៅផ្ទាំងគ្រប់គ្រង",
    "Previous": "មុន",
    "Next": "បន្ទាប់",
    "Page :current of :last": "ទំព័រទី :current នៃ :last",
    "Library": "បណ្ណាល័យ",
    "Users": "អ្នកប្រើប្រាស់",
    "Job Opportunity": "ឱកាសការងារ",
    "Academic Program": "កម្មវិធីអប់រំ",
    "Welcome": "សូមស្វាគមន៍",
    "My Full Schedule": "កាលវិភាគពេញលេញរបស់ខ្ញុំ",
    "View your complete weekly timetable for this semester.": "មើលកាលវិភាគសប្តាហ៍ពេញលេញរបស់អ្នកសម្រាប់សម័យនេះ។",
    "welcome_title_prefix": "សាកលវិទ្យាល័យជាតិគ្រប់គ្រង មហាវិទ្យាល័យ",
    "welcome_typed_it": "ព័ត៌មានវិទ្យា",
    "welcome_typed_bit": "ព័ត៌មានវិទ្យាពាណិជ្ជកម្ម",
    "welcome_typed_robotics": "វិស្វកម្មមនុស្សយន្ត",
    "welcome_typed_cs": "Computer Science.",
    "welcome_subtitle": "ច្រកផ្លូវរបស់អ្នកទៅកាន់អាជីពជោគជ័យក្នុងពិភពបច្ចេកវិទ្យា។ ស្វែងរកចំណង់ចំណូលចិត្តរបស់អ្នកជាមួយពួកយើង។",
    "explore_programs": "ស្វែងយល់ពីកម្មវិធីសិក្សារបស់យើង",
    "our_faculties": "មហាវិទ្យាល័យចម្បងរបស់យើង",
    "discover_path": "ស្វែងរកផ្លូវដែលជម្រុញអ្នក។",
    "it_title": "បច្ចេកវិទ្យាព័ត៌មាន (IT)",
    "it_desc": "សិក្សាស៊ីជម្រៅលើការអភិវឌ្ឍន៍កម្មវិធី ប្រព័ន្ធបណ្តាញ និងសន្តិសុខអ៊ីនធឺណិត ដើម្បីកសាងពិភពឌីជីថលសម្រាប់ថ្ងៃអនាគត។",
    "bit_title": "ព័ត៌មានវិទ្យាពាណិជ្ជកម្ម (BIT)",
    "bit_desc": "បញ្ចូលបច្ចេកវិទ្យាជាមួយជំនាញអាជីវកម្ម។ រៀនប្រើប្រាស់ IT ដើម្បីដោះស្រាយបញ្ហាប្រឈមអាជីវកម្មដ៏ស្មុគស្មាញ និងជំរុញកំណើន។",
    "robotics_title": "វិស្វកម្មមនុស្សយន្ត",
    "robotics_desc": "រចនា បង្កើត និងសរសេរកម្មវិធីប្រព័ន្ធឆ្លាតវៃ។ ត្រួសត្រាយផ្លូវសម្រាប់ស្វ័យប្រវត្តិកម្ម និងបញ្ញាសិប្បនិម្មិតជំនាន់ក្រោយ។",
    "learn_more": "ស្វែងយល់បន្ថែម",
    "home": "ទំព័រដើម",
    "academics": "ការសិក្សា",
    "about": "អំពីយើង",
    "contact_us": "ទំនាក់ទំនង",
    "academic_programs": "កម្មវិធីសិក្សា",
    "our_story": "រឿងរ៉ាវរបស់យើង",
    "achievements": "សមិទ្ធិផល",
    "our_professors": "សាស្ត្រាចារ្យរបស់យើង",
    "careers": "អាជីព",
    "sign_in": "ចូលគណនី",
    "join_us": "ចូលរួមជាមួយយើង",
    "rector_message_title": "សារលិខិតពីសំណាក់សាកលវិទ្យាធិការ",
    "rector_message_body": "សូមស្វាគមន៍មកកាន់សាកលវិទ្យាល័យជាតិគ្រប់គ្រង។ យើងប្តេជ្ញាជំរុញអ្នកដឹកនាំជំនាន់ថ្មី និងអ្នកច្នៃប្រឌិត។ បេសកកម្មរបស់យើងគឺដើម្បីផ្តល់នូវបរិយាកាសសិក្សាប្រកបដោយភាពស្វាហាប់ដែលរួមបញ្ចូលគ្នានូវឧត្តមភាពសិក្សាជាមួយនឹងជំនាញជាក់ស្តែង រៀបចំសិស្សរបស់យើងឱ្យរីកចម្រើននៅក្នុងពិភពសាកលភាវូបនីយកម្ម។ យើងជឿជាក់លើថាមពលនៃការអប់រំ ដើម្បីផ្លាស់ប្តូរជីវិត និងកសាងអនាគតដ៏រុងរឿងសម្រាប់កម្ពុជា។",
    "rector_name": "បណ្ឌិត ហោ ប៉េង",
    "rector_title": "នាយកសាលា",
    "vision_mission_title": "ចក្ខុវិស័យ និងបេសកកម្មរបស់យើង",
    "vision_mission_subtitle": "ដឹកនាំដំណើររបស់យើងទៅកាន់ឧត្តមភាពក្នុងការសិក្សា។",
    "vision_title": "ចក្ខុវិស័យរបស់យើង",
    "vision_body": "ដើម្បីក្លាយជាសាកលវិទ្យាល័យឈានមុខគេនៅកម្ពុជា ដែលល្បីល្បាញខាងការច្នៃប្រឌិតរបស់យើងក្នុងការបង្រៀន ការស្រាវជ្រាវ និងការរួមចំណែកក្នុងការអភិវឌ្ឍន៍សេដ្ឋកិច្ចសង្គមរបស់ប្រទេសជាតិ។",
    "mission_title": "បេសកកម្មរបស់យើង",
    "mission_body": "ដើម្បីផ្តល់នូវការអប់រំ និងការស្រាវជ្រាវប្រកបដោយគុណភាពខ្ពស់ អភិវឌ្ឍធនធានមនុស្សប្រកបដោយសមត្ថភាពខ្ពស់ ក្រមសីលធម៌វិជ្ជាជីវៈ និងទំនួលខុសត្រូវសង្គម និងបង្កើតបរិយាកាសសិក្សាប្រកបដោយនិរន្តរភាពសម្រាប់ទាំងអស់គ្នា។",
    "events_title": "ព្រឹត្តិការណ៍សាកលវិទ្យាល័យ",
    "events_subtitle": "រក្សាទំនាក់ទំនងជាមួយជីវិតនៅបរិវេណសាលាដ៏រស់រវើករបស់យើង។",
    "see_more": "មើលលម្អិត",
    "no_events": "មិនមានព្រឹត្តិការណ៍នាពេលខាងមុខទេនៅពេលនេះ។ សូមពិនិត្យមើលឡើងវិញឆាប់ៗនេះ!",
    "our_story_title": "ប្រវត្តិរបស់មហាវិទ្យាល័យរបស់យើង។",
    "our_story_subtitle": "កេរ្តិ៍ដំណែលនៃឧត្តមភាព និងការច្នៃប្រឌិតក្នុងបច្ចេកវិទ្យា",
    "our_journey_title": "ដំណើររបស់យើងនៅក្នុងបច្ចេកវិទ្យា",
    "our_journey_p1": "មហាវិទ្យាល័យព័ត៌មានវិទ្យា គឺជាផ្នែកមួយប្រកបដោយមោទនភាព និងថាមពលនៃសាកលវិទ្យាល័យជាតិគ្រប់គ្រង (NUM)។ ខណៈពេលដែលសាកលវិទ្យាល័យត្រូវបានបង្កើតឡើងក្នុងឆ្នាំ 1983 មហាវិទ្យាល័យរបស់យើងតំណាងឱ្យភាពជឿនលឿននៃការវិវត្តន៍របស់វា ដែលកើតចេញពីស្មារតីនៃការច្នៃប្រឌិត និងការប្តេជ្ញាចិត្តចំពោះអនាគតបច្ចេកវិទ្យារបស់កម្ពុជា។",
    "our_journey_p2": "កម្មវិធីរបស់យើងនៅក្នុងផ្នែកព័ត៌មានវិទ្យា បច្ចេកវិទ្យាព័ត៌មានពាណិជ្ជកម្ម និងវិស្វកម្មមនុស្សយន្តត្រូវបានបង្កើតឡើងដើម្បីបំពេញតម្រូវការដែលកំពុងកើនឡើងនៃយុគសម័យឌីជីថល និងឧស្សាហកម្ម 4.0 ។ យើងប្តេជ្ញាក្នុងការចិញ្ចឹមបីបាច់ថែរក្សាអ្នកដឹកនាំបច្ចេកវិទ្យា អ្នកអភិវឌ្ឍន៍ និងអ្នកច្នៃប្រឌិតជំនាន់ក្រោយដែលនឹងជំរុញកំណើនរបស់ប្រទេសកម្ពុជានៅលើឆាកពិភពលោក។",
    "our_mission_title": "បេសកកម្មរបស់យើង។",
    "our_mission_body": "ដើម្បីក្លាយជាមហាវិទ្យាល័យឈានមុខគេក្នុងប្រទេសកម្ពុជា ដោយផ្តល់នូវការអប់រំ ការស្រាវជ្រាវ និងសេវាកម្មសហគមន៍លំដាប់ថ្នាក់ពិភពលោក ដោយផ្តោតលើការអភិវឌ្ឍអ្នកបច្ចេកទេសប្រកបដោយសមត្ថភាព និងទំនួលខុសត្រូវសង្គម អ្នកច្នៃប្រឌិត និងអ្នកដឹកនាំសម្រាប់សេដ្ឋកិច្ចឌីជីថល។",
    "our_vision_title": "ចក្ខុវិស័យរបស់យើង។",
    "our_vision_body": "ដើម្បីក្លាយជាមជ្ឈមណ្ឌលឧត្តមភាពបច្ចេកវិទ្យាដែលទទួលស្គាល់ជាតិ និងអន្តរជាតិ ជំរុញការបង្កើតថ្មី និងរួមចំណែកដល់ការអភិវឌ្ឍន៍ប្រកបដោយចីរភាពនៃប្រទេសកម្ពុជា និងតំបន់តាមរយៈបច្ចេកវិទ្យា។",
    "key_milestones_title": "ចំណុចសំខាន់នៃ NUM",
    "milestone1_title": "Establishment",
    "milestone1_body": "សាកលវិទ្យាល័យនេះត្រូវបានបង្កើតឡើងជាវិទ្យាស្ថានសេដ្ឋកិច្ច។",
    "milestone2_title": "ក្លាយជា NIM",
    "milestone2_body": "ស្ថាប័ននេះត្រូវបានប្តូរឈ្មោះទៅជា វិទ្យាស្ថានជាតិគ្រប់គ្រង (NIM)។",
    "milestone3_title": "ស្ថានភាពសាកលវិទ្យាល័យ",
    "milestone3_body": "ជាផ្លូវការក្លាយជាសាកលវិទ្យាល័យជាតិគ្រប់គ្រង (NUM)។",
    "milestone4_title": "ផ្តោតលើបច្ចេកវិទ្យា",
    "milestone4_body": "មហាវិទ្យាល័យ IT រីកចម្រើន ចាប់ផ្តើមកម្មវិធីសម្រាប់ឧស្សាហកម្ម 4.0 និងបង្កើតមហាវិទ្យាល័យអន្តរជាតិ។",
    "present": "បច្ចុប្បន្ន"
}
